Repository: toki1616/swift_event_tour_planner
Catalog: EventTourPlanner/Localizable.xcstrings
Source language: ja
Languages: en

source: 「%@」を削除しますか？
en: Delete “%@”?

# delete.confirmation_format
source: 「%@」を削除しますか？
en: Delete “%@”?

# event.type.live
source: ライブ
en: Live

# expense.category.accommodation
source: 宿泊
en: Accommodation

# expense.category.food
source: 飲食
en: Food

# expense.category.goods
source: グッズ
en: Goods

# expense.category.other
source: その他
en: Other

# expense.category.ticket
source: チケット
en: Tickets

# expense.category.transportation
source: 交通
en: Transportation

# validation.event_name_required
source: イベント名を入力してください。
en: Enter an event name.

# validation.expense_amount_positive
source: 1以上の金額を入力してください。
en: Enter an amount greater than zero.

# validation.expense_name_required
source: 費用名を入力してください。
en: Enter an expense name.

# validation.tour_date_order
source: 終了日は開始日以降に設定してください。
en: Set the end date on or after the start date.

# validation.tour_event_outside_period
source: ツアー期間内のイベントを選択してください。
en: Select events within the tour dates.

# validation.tour_name_required
source: ツアー名を入力してください。
en: Enter a tour name.

# validation.tour_period_invalid
source: ツアー期間を正しく設定してください。
en: Set valid tour dates.

source: エラー
en: Error

source: イベント
en: Events

source: イベントはありません
en: No Events

source: イベントを登録
en: Add Event

source: イベントを編集
en: Edit Event

source: イベントを追加
en: Add Event

source: イベント名
en: Event Name

source: イベント情報
en: Event Information

source: イベント詳細
en: Event Details

source: カテゴリ
en: Category

source: キャンセル
en: Cancel

source: この費用を削除しますか？
en: Delete this expense?

source: これから参加するイベントを追加しましょう。
en: Add an event you plan to attend.

source: サイトURL（任意）
en: Website URL (Optional)

source: サイトを開く
en: Open Website

source: ツアー
en: Tours

source: ツアーはありません
en: No Tours

source: ツアーを削除してもイベントは削除されません。
en: Deleting this tour will not delete its events.

source: ツアーを登録
en: Add Tour

source: ツアーを編集
en: Edit Tour

source: ツアーを追加
en: Add Tour

source: ツアー名
en: Tour Name

source: ツアー情報
en: Tour Information

source: ツアー期間内のイベントがありません。
en: There are no events within the tour dates.

source: ツアー詳細
en: Tour Details

source: メモ
en: Notes

source: リンク
en: Links

source: 予算
en: Budget

source: 予算額
en: Budget Amount

source: 会場
en: Venue

source: 保存
en: Save

source: 保存できません
en: Unable to Save

source: 別のツアーに登録済みのイベントは選択できません。
en: Events already assigned to another tour cannot be selected.

source: 削除
en: Delete

source: 削除したイベントは元に戻せません。
en: A deleted event can’t be restored.

source: 合計
en: Total

source: 完了
en: Done

source: 支出済み
en: Spent

source: 時間
en: Schedule

source: 期間
en: Dates

source: 標準時間に戻す
en: Reset to Default Times

source: 残額
en: Remaining

source: 登録済みのイベントがありません。
en: There are no events.

source: 移動や宿泊などのメモ（任意）
en: Travel or accommodation notes (Optional)

source: 種類
en: Type

source: 紐付けられたイベントはありません。
en: No events are linked to this tour.

source: 終了日
en: End Date

source: 終演予定時間
en: Scheduled End

source: 編集
en: Edit

source: 複数のイベントをまとめるツアーを追加しましょう。
en: Add a tour to organize multiple events.

source: 費用
en: Expenses

source: 費用の内訳
en: Expense Breakdown

source: 費用を編集
en: Edit Expense

source: 費用を追加
en: Add Expense

source: 費用名
en: Expense Name

source: 費用名（任意）
en: Expense Name (Optional)

source: 金額
en: Amount

source: 開場
en: Doors

source: 開場時間
en: Doors Open

source: 開始日
en: Start Date

source: 開演
en: Start

source: 開演日時
en: Start Date and Time

source: 開演時間
en: Start Time

source: 集合
en: Meet

source: 集合時間
en: Meet-up Time

source: 電子チケットURL（任意）
en: Electronic Ticket URL (Optional)

source: 電子チケットを開く
en: Open Electronic Ticket
